Elements have duplicate 'Engineering Type' values.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId TrussDuplicateEngineeringType { get; }
  Visual Basic
Public Shared ReadOnly Property TrussDuplicateEngineeringType As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ TrussDuplicateEngineeringType {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures TrussFailures Class
  Autodesk.Revit.DB Namespace